---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtSup2
source: html/baae38e6-755d-3904-c4f7-626077375f65.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtSup2 Property

Symbol Btu/(h·ft²), indicating unit British thermal units per hour square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerHFtSup2 { get; }
```